/*
 BrandMessengerLocalizable.strings
 BrandMessenger
 
 Copyright (c) 2015 Smooch Technologies. All rights reserved.
 */

/* Nav bar button */
"Cancel" = "Cancelar";

/* Conversation title */
"Messages" = "Chat";

/* Conversation header. Uses CFBundleDisplayName */
"This is the start of your conversation with the %@ team. We'll stay in touch to help you get the most out of your app.\nFeel free to leave us a message about anything that’s on your mind. We’ll get back to your questions, suggestions or anything else as soon as we can." = "Has comenzado una conversación con el equipo de %@. Estaremos en contacto para ayudarte a sacar el máximo partido de tu app.\nNo dudes en dejarnos un mensaje sobre cualquier cosa que se te ocurra. Responderemos a tus preguntas, sugerencias y demás cuestiones en cuanto podamos.";

/* Error message shown in conversation view */
"No Internet connection" = "No hay conexión a Internet";

/* Error message shown in conversation view */
"Could not connect to server" = "Fallo de conexión con el servidor";

/* Error message shown in conversation view */
"Reconnecting..." = "Fallo de conexión con el servidor";

/* Fallback used by the in app notification when no message author name is found */
"%@ Team" = "Equipo de %@";

/* Conversation send button */
"Send" = "Enviar";

/* Conversation text input place holder */
"Type a message..." = "Escribe un mensaje...";

/* Conversation nav bar left button */
"Done" = "Listo";

/* Failure text for chat messages that fail to upload */
"Message not delivered. Tap to retry." = "Mensaje no entregado. Toca para intentarlo de nuevo.";

/* Status text for chat messages */
"Sending..." = "Envío...";
